/* The informative text of the alert displayed when prompting to restore Spectacle's default shortcuts */
"AlertInformativeTextRestoreDefaults" = "Deseja restaurar os atalhos padrão? Todos os atalhos personalizados serão perdidos.";

/* The informative text of the alert displayed when prompting to run Spectacle in the background */
"AlertInformativeTextRunningInBackground" = "O Spectacle funcionará em 2º plano sem um ícone na barra de menus.\n\nPara acessar as preferências do Spectacle, clique no Spectacle no Launchpad ou abra-o no Finder.";

/* The informative text of the alert displayed when a shortcut is already in use */
"AlertInformativeTextShortcutAlreadyInUse" = "O atalho “%@” já está em uso. Selecione um novo atalho.";

/* The informative text of the alert displayed when a system-wide shortcut is already in use */
"AlertInformativeTextSystemWideShortcutAlreadyUsed" = "O atalho “%@” já está atribuído a um atalho global do sistema.\n\nPara usá-lo, altere o atalho existente nas preferências Teclado das Preferências do Sistema.";

/* The message text of the alert displayed when prompting to restore Spectacle's default shortcuts */
"AlertMessageTextRestoreDefaults" = "Os atalhos padrão do Spectacle serão restaurados.";

/* The message text of the alert displayed when prompting to run Spectacle in the background */
"AlertMessageTextRunningInBackground" = "O Spectacle funcionará em 2º plano.";

/* The message text of the alert displayed when a shortcut is invalid */
"AlertMessageTextShortcutValidationError" = "O atalho “%@” já está em uso.";

/* The button label used in the affirmative */
"ButtonLabelAffirmative" = "OK";

/* The button label used in the negative */
"ButtonLabelNegative" = "Cancelar";

/* The menu item title that displays the application to disable shortcuts for */
"MenuItemTitleDisableShortcutsForApplication" = "no %@";

/* The shortcut recorder label displayed when the shorcut recorder is cleared and ready to record a new shortcut */
"ShortcutRecorderLabelClickToRecord" = "Clique para gravar";

/* The shortcut recorder label displayed when the shorcut recorder is recording a shortcut */
"ShortcutRecorderLabelEnterShortcut" = "Digite o atalho";

/* The shortcut recorder label displayed when the shorcut recorder is recording a shortcut and the shortcut recorder does not have a previously recorded shortcut */
"ShortcutRecorderLabelStopRecording" = "Parar de gravar";

/* The shortcut recorder label displayed when the shorcut recorder is recording a shortcut and the shortcut recorder does have a previously recorded shortcut */
"ShortcutRecorderLabelUseExisting" = "Usar existente";

/* The texts for every window action that is shown on the notification overlay */
"NotificationTextCenter" = "Centralizar";
"NotificationTextFullScreen" = "Preencher Tela";
"NotificationTextLeftHalf" = "Metade Esquerda";
"NotificationTextRightHalf" = "Metade Direita";
"NotificationTextTopHalf" = "Metade Superior";
"NotificationTextBottomHalf" = "Metade Inferior";
"NotificationTextUpperLeft" = "Esquerda Superior";
"NotificationTextLowerLeft" = "Esquerda Inferior";
"NotificationTextUpperRight" = "Direita Superior";
"NotificationTextLowerRight" = "Direita Inferior";
"NotificationTextNextDisplay" = "Monitor Seguinte";
"NotificationTextPreviousDisplay" = "Monitor Anterior";
"NotificationTextNextThird" = "Terço Seguinte";
"NotificationTextPreviousThird" = "Terço Anterior";
"NotificationTextLarger" = "Aumentar";
"NotificationTextSmaller" = "Diminuir";
"NotificationTextUndo" = "Desfazer";
"NotificationTextRedo" = "Refazer";
